Repository: xcv58/MacTools
Catalog: Sources/Resources/Localization/Settings.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# launchAtLogin.error.disableFailed
source: 无法关闭开机自启动，请稍后重试或前往系统设置 > 通用 > 登录项中手动移除。
ar: تعذر تعطيل التشغيل عند تسجيل الدخول. حاول مرة أخرى لاحقًا أو قم بإزالته يدويًا في إعدادات النظام > عام > عناصر تسجيل الدخول.
de: Der Start beim Anmelden konnte nicht deaktiviert werden. Versuchen Sie es später noch einmal oder entfernen Sie es manuell unter Systemeinstellungen > Allgemein > Anmeldeelemente.
en: Could not disable launch at login. Try again later or remove it manually in System Settings > General > Login Items.
es: No se pudo desactivar el inicio al iniciar sesión. Vuelva a intentarlo más tarde o elimínelo manualmente en Configuración del sistema > General > Elementos de inicio de sesión.
fr: Impossible de désactiver le lancement lors de la connexion. Réessayez plus tard ou supprimez-le manuellement dans Paramètres système > Général > Éléments de connexion.
ja: ログイン時の起動を無効にできませんでした。後でもう一度試すか、[システム設定] > [一般] > [ログイン項目] で手動で削除してください。
ko: 로그인 시 실행을 비활성화할 수 없습니다. 나중에 다시 시도하거나 시스템 설정 > 일반 > 로그인 항목에서 수동으로 제거하세요.
pt: Não foi possível desativar a inicialização no login. Tente novamente mais tarde ou remova-o manualmente em Configurações do sistema > Geral > Itens de login.
ru: Не удалось отключить запуск при входе в систему. Повторите попытку позже или удалите его вручную в разделе «Настройки системы» > «Основные» > «Элементы входа».
tr: Oturum açılışında başlatma kapatılamadı. Daha sonra yeniden deneyin ya da Sistem Ayarları > Genel > Oturum Öğeleri'nden el ile kaldırın.
zh_hant: 無法關閉開機自啟動，請稍後重試或前往系統設定 > 通用 > 登錄項中手動移除。

# launchAtLogin.error.enableFailed
source: 无法开启开机自启动，请稍后重试或前往系统设置 > 通用 > 登录项中检查权限。
ar: تعذر تمكين التشغيل عند تسجيل الدخول. حاول مرة أخرى لاحقًا أو تحقق من الأذونات في إعدادات النظام > عام > عناصر تسجيل الدخول.
de: Der Start beim Anmelden konnte nicht aktiviert werden. Versuchen Sie es später noch einmal oder überprüfen Sie die Berechtigungen unter Systemeinstellungen > Allgemein > Anmeldeelemente.
en: Could not enable launch at login. Try again later or check permissions in System Settings > General > Login Items.
es: No se pudo habilitar el inicio al iniciar sesión. Vuelva a intentarlo más tarde o verifique los permisos en Configuración del sistema > General > Elementos de inicio de sesión.
fr: Impossible d'activer le lancement lors de la connexion. Réessayez plus tard ou vérifiez les autorisations dans Paramètres système > Général > Éléments de connexion.
ja: ログイン時の起動を有効にできませんでした。後でもう一度試すか、[システム設定] > [一般] > [ログイン項目] で権限を確認してください。
ko: 로그인 시 실행을 활성화할 수 없습니다. 나중에 다시 시도하거나 시스템 설정 > 일반 > 로그인 항목에서 권한을 확인하세요.
pt: Não foi possível ativar a inicialização no login. Tente novamente mais tarde ou verifique as permissões em Configurações do sistema > Geral > Itens de login.
ru: Не удалось включить запуск при входе в систему. Повторите попытку позже или проверьте разрешения в разделе «Системные настройки» > «Основные» > «Элементы входа».
tr: Oturum açılışında başlatma açılamadı. Daha sonra yeniden deneyin ya da Sistem Ayarları > Genel > Oturum Öğeleri'ndeki izinleri denetleyin.
zh_hant: 無法開啟開機自啟動，請稍後重試或前往系統設定 > 通用 > 登錄項中檢查權限。

# launchAtLogin.help
source: 登录系统时自动启动 MacTools 并显示在菜单栏。
ar: ابدأ MacTools عند تسجيل الدخول واحتفظ به في شريط القائمة.
de: Starten Sie MacTools, wenn Sie sich anmelden, und behalten Sie es in der Menüleiste.
en: Start MacTools when you log in and keep it in the menu bar.
es: Inicie MacTools cuando inicie sesión y manténgalo en la barra de menú.
fr: Démarrez MacTools lorsque vous vous connectez et conservez-le dans la barre de menu.
ja: ログイン時に MacTools を起動し、メニュー バーに保持します。
ko: 로그인할 때 MacTools을(를) 시작하고 메뉴 표시줄에 유지하세요.
pt: Inicie MacTools ao fazer login e mantenha-o na barra de menu.
ru: Запустите MacTools при входе в систему и сохраните его в строке меню.
tr: Oturum açtığınızda MacTools'u başlatın ve menü çubuğunda tutun.
zh_hant: 登錄系統時自動啟動 MacTools 並顯示在選單列。

# launchAtLogin.title
source: 开机时启动
ar: التشغيل عند تسجيل الدخول
de: Beim Anmelden starten
en: Launch at Login
es: Iniciar al iniciar sesión
fr: Lancer à la connexion
ja: ログイン時に起動
ko: 로그인 시 실행
pt: Iniciar no login
ru: Запуск при входе в систему
tr: Oturum Açılışında Başlat
zh_hant: 開機時啟動

# launchAtLogin.toggle
source: 开机时启动 MacTools
ar: قم بتشغيل MacTools عند تسجيل الدخول
de: Starten Sie MacTools beim Anmelden
en: Launch MacTools at login
es: Inicie MacTools al iniciar sesión
fr: Lancez MacTools lors de la connexion
ja: ログイン時に MacTools を起動
ko: 로그인 시 MacTools 실행
pt: Iniciar MacTools no login
ru: Запустить MacTools при входе в систему
tr: Oturum açıldığında MacTools'u başlat
zh_hant: 開機時啟動 MacTools

# menuBarIcon.appearance.dark
source: 深色模式
ar: الوضع الداكن
de: Dunkler Modus
en: Dark Mode
es: Modo oscuro
fr: Mode sombre
ja: ダークモード
ko: 다크 모드
pt: Modo escuro
ru: Темный режим
tr: Karanlık Mod

# menuBarIcon.appearance.light
source: 浅色模式
ar: الوضع الفاتح
de: Heller Modus
en: Light Mode
es: Modo claro
fr: Mode clair
ja: ライトモード
ko: 라이트 모드
pt: Modo claro
ru: Светлый режим
tr: Aydınlık Mod
zh_hant: 淺色模式

# menuBarIcon.activeOwnerFormat
source: 当前由「%@」提供。以下设置在取消替换后生效。
ar: الأيقونة مقدمة حاليًا من «%@». تُطبَّق هذه الإعدادات عند إيقاف الاستبدال.
de: Derzeit von „%@“ bereitgestellt. Diese Einstellungen gelten, sobald die Ersetzung deaktiviert ist.
en: Currently provided by “%@”. These settings apply when replacement is turned off.
es: El icono lo proporciona «%@». Estos ajustes se aplican al desactivar el reemplazo.
fr: L’icône est fournie par « %@ ». Ces réglages s’appliquent lorsque le remplacement est désactivé.
ja: 現在は「%@」が提供しています。以下の設定は置き換えを解除すると適用されます。
ko: 현재 ‘%@’에서 제공합니다. 아래 설정은 아이콘 대체를 해제하면 적용됩니다.
pt: O ícone é fornecido por «%@». Estas definições aplicam-se ao desativar a substituição.
ru: Значок предоставлен «%@». Эти настройки применятся после отключения замены.
tr: Şu anda “%@” tarafından sağlanıyor. Bu ayarlar, değiştirme kapatıldığında uygulanır.
zh_hant: 目前由「%@」提供。取消取代後，以下設定才會生效。

# menuBarIcon.pendingOwnerFormat
source: 「%@」将在重启后恢复，当前使用下方设置的图标。
ar: ستُستعاد «%@» بعد إعادة التشغيل. تظهر حاليًا الأيقونة المحددة أدناه.
de: „%@“ wird nach dem Neustart wieder verwendet. Bis dahin gilt das unten eingestellte Symbol.
en: “%@” resumes after restart. The icon configured below is shown for now.
es: «%@» se restaurará tras reiniciar. Mientras tanto, se muestra el icono configurado abajo.
fr: « %@ » sera rétabli après le redémarrage. L’icône configurée ci-dessous s’affiche en attendant.
ja: 「%@」は再起動後に復元されます。それまでは以下の設定のアイコンが表示されます。
ko: ‘%@’ 아이콘은 재시작 후 복원됩니다. 그동안 아래에서 설정한 아이콘이 표시됩니다.
pt: «%@» será restaurado após reiniciar. Entretanto, é apresentado o ícone configurado abaixo.
ru: «%@» будет восстановлен после перезапуска. Пока отображается значок, настроенный ниже.
tr: “%@”, yeniden başlatmanın ardından geri dönecek. Şimdilik aşağıda yapılandırılan simge gösteriliyor.
zh_hant: 「%@」將在重新啟動後恢復，目前使用下方設定的圖示。

# menuBarIcon.description
source: 统一设置菜单栏图标，自动适应浅色和深色外观。
ar: استخدم أيقونة واحدة لشريط القائمة تتكيف تلقائيًا مع المظهرين الفاتح والداكن.
de: Verwende ein Menüleistensymbol, das sich automatisch an die helle und dunkle Darstellung anpasst.
en: Use one menu bar icon that automatically adapts to light and dark appearances.
es: Usa un único icono de la barra de menús que se adapte automáticamente al aspecto claro y oscuro.
fr: Utilisez une seule icône de barre des menus qui s’adapte automatiquement aux apparences claire et sombre.
ja: ライトとダークの外観に自動で適応するメニューバーアイコンを設定します。
ko: 밝은 모드와 어두운 모드에 자동으로 맞춰지는 메뉴 막대 아이콘 하나를 설정합니다.
pt: Use um único ícone da barra de menus que se adapta automaticamente às aparências clara e escura.
ru: Используйте один значок строки меню, который автоматически адаптируется к светлому и тёмному оформлению.
tr: Aydınlık ve karanlık görünümlere otomatik uyum sağlayan tek bir menü çubuğu simgesi kullanın.
zh_hant: 統一設定選單列圖示，自動適應淺色和深色外觀。

# menuBarIcon.error.readSelectedImage
source: 无法读取所选图片。
ar: تعذرت قراءة الصورة المحددة.
de: Das ausgewählte Bild konnte nicht gelesen werden.
en: The selected image could not be read.
es: La imagen seleccionada no se pudo leer.
fr: L'image sélectionnée n'a pas pu être lue.
ja: 選択した画像を読み取れませんでした。
ko: 선택한 이미지를 읽을 수 없습니다.
pt: Não foi possível ler a imagem selecionada.
ru: Невозможно прочитать выбранное изображение.
tr: Seçilen görüntü okunamadı.
zh_hant: 無法讀取所選圖片。

# menuBarIcon.error.remoteAssetNotReady
source: 在线图标文件尚未下载完成。
ar: لم يتم الانتهاء من تنزيل ملف الرمز عبر الإنترنت.
de: Der Download der Online-Symboldatei wurde nicht abgeschlossen.
en: The online icon file has not finished downloading.
es: El archivo del ícono en línea no ha terminado de descargarse.
fr: Le téléchargement du fichier d'icône en ligne n'est pas terminé.
ja: オンライン アイコン ファイルのダウンロードが完了していません。
ko: 온라인 아이콘 파일 다운로드가 완료되지 않았습니다.
pt: O download do arquivo do ícone on-line não foi concluído.
ru: Загрузка файла онлайн-значка не завершена.
tr: Çevrimiçi simge dosyasının indirilmesi tamamlanmadı.
zh_hant: 在線圖標檔案尚未下載完成。

# menuBarIcon.error.saveAnimationIcon
source: 无法保存动画图标。
ar: تعذر حفظ الرمز المتحرك.
de: Das animierte Symbol konnte nicht gespeichert werden.
en: The animated icon could not be saved.
es: No se pudo guardar el icono animado.
fr: L'icône animée n'a pas pu être enregistrée.
ja: アニメーション化されたアイコンを保存できませんでした。
ko: 애니메이션 아이콘을 저장할 수 없습니다.
pt: Não foi possível salvar o ícone animado.
ru: Анимированный значок не удалось сохранить.
tr: Hareketli simge kaydedilemedi.
zh_hant: 無法保存動畫圖標。

# menuBarIcon.error.saveSelectedImage
source: 无法保存所选图片。
ar: تعذر حفظ الصورة المحددة.
de: Das ausgewählte Bild konnte nicht gespeichert werden.
en: The selected image could not be saved.
es: La imagen seleccionada no se pudo guardar.
fr: L'image sélectionnée n'a pas pu être enregistrée.
ja: 選択した画像を保存できませんでした。
ko: 선택한 이미지를 저장할 수 없습니다.
pt: Não foi possível salvar a imagem selecionada.
ru: Не удалось сохранить выбранное изображение.
tr: Seçilen görüntü kaydedilemedi.
zh_hant: 無法保存所選圖片。

# menuBarIcon.error.saveSettings
source: 无法保存图标设置。
ar: تعذر حفظ إعدادات الرمز.
de: Die Symboleinstellungen konnten nicht gespeichert werden.
en: The icon settings could not be saved.
es: No se pudo guardar la configuración del icono.
fr: Les paramètres de l'icône n'ont pas pu être enregistrés.
ja: アイコン設定を保存できませんでした。
ko: 아이콘 설정을 저장할 수 없습니다.
pt: Não foi possível salvar as configurações do ícone.
ru: Не удалось сохранить настройки значков.
tr: Simge ayarları kaydedilemedi.
zh_hant: 無法保存圖標設定。

# menuBarIcon.gallery.animated
source: 动态
ar: متحرك
de: Animiert
en: Animated
es: Animado
fr: Animé
ja: アニメ
ko: 동적
pt: Animado
ru: Анимация
tr: Hareketli
zh_hant: 動態

# menuBarIcon.gallery.category
source: 分组
ar: الفئة
de: Kategorie
en: Category
es: Categoría
fr: Catégorie
ja: カテゴリ
ko: 카테고리
pt: Categoria
ru: Категория
tr: Kategori
zh_hant: 分組

# menuBarIcon.gallery.error.httpStatusFormat
source: 图标资源下载失败：HTTP %d
ar: فشل تنزيل مورد الرمز: HTTP %d
de: Download der Symbolressource fehlgeschlagen: HTTP %d
en: Icon resource download failed: HTTP %d
es: Error en la descarga del recurso de icono: HTTP %d
fr: Échec du téléchargement de la ressource d'icône : HTTP %d
ja: アイコン リソースのダウンロードに失敗しました: HTTP %d
ko: 아이콘 리소스 다운로드 실패: HTTP %d
pt: Falha no download do recurso do ícone: HTTP %d
ru: Не удалось загрузить ресурс значка: HTTP %d
tr: Simge kaynağı indirilemedi: HTTP %d
zh_hant: 圖標資源下載失敗：HTTP %d

# menuBarIcon.gallery.error.invalidAssetFormat
source: 图标素材无效：%@
ar: أصل الرمز غير صالح: %@
de: Ungültiges Symbol-Asset: %@
en: Invalid icon asset: %@
es: Recurso de icono no válido: %@
fr: Actif d'icône non valide : %@
ja: 無効なアイコン アセット: %@
ko: 잘못된 아이콘 자산: %@
pt: Recurso de ícone inválido: %@
ru: Недопустимый ресурс значка: %@
tr: Geçersiz simge varlığı: %@
zh_hant: 圖標素材無效：%@

# menuBarIcon.gallery.error.invalidCatalog
source: 图标图库格式无效。
ar: تنسيق معرض الرموز غير صالح.
de: Das Format der Symbolgalerie ist ungültig.
en: The icon gallery format is invalid.
es: El formato de la galería de iconos no es válido.
fr: Le format de la galerie d'icônes n'est pas valide.
ja: アイコン ギャラリーの形式が無効です。
ko: 아이콘 갤러리 형식이 잘못되었습니다.
pt: O formato da galeria de ícones é inválido.
ru: Недопустимый формат галереи значков.
tr: Simge galerisi biçimi geçersiz.
zh_hant: 圖標圖庫格式無效。

# menuBarIcon.gallery.error.invalidFrameFormat
source: 图标帧无法读取：%@
ar: تعذرت قراءة إطار الرمز: %@
de: Symbolrahmen konnte nicht gelesen werden: %@
en: Icon frame could not be read: %@
es: No se pudo leer el marco del icono: %@
fr: Le cadre de l'icône n'a pas pu être lu : %@
ja: アイコン フレームを読み取れませんでした: %@
ko: 아이콘 프레임을 읽을 수 없습니다: %@
pt: Não foi possível ler o quadro do ícone: %@
ru: Не удалось прочитать рамку значка: %@
tr: Simge karesi okunamadı: %@
zh_hant: 圖標幀無法讀取：%@

# menuBarIcon.gallery.error.invalidResourceURLFormat
source: 图标资源地址无效：%@
ar: مورد الرمز غير صالح URL: %@
de: Ungültige Symbolressource URL: %@
en: Invalid icon resource URL: %@
es: Recurso de icono no válido URL: %@
fr: Ressource d'icône non valide URL : %@
ja: 無効なアイコン リソース URL: %@
ko: 잘못된 아이콘 리소스 URL: %@
pt: Recurso de ícone inválido URL: %@
ru: Неверный ресурс значка URL: %@
tr: Geçersiz simge kaynağı URL'si: %@
zh_hant: 圖標資源地址無效：%@

# menuBarIcon.gallery.error.notLoaded
source: 图标图库尚未加载。
ar: لم يتم تحميل معرض الرموز بعد.
de: Die Symbolgalerie wurde noch nicht geladen.
en: The icon gallery has not loaded yet.
es: La galería de iconos aún no se ha cargado.
fr: La galerie d'icônes n'est pas encore chargée.
ja: アイコン ギャラリーがまだ読み込まれていません。
ko: 아이콘 갤러리가 아직 로드되지 않았습니다.
pt: A galeria de ícones ainda não foi carregada.
ru: Галерея значков еще не загружена.
tr: Simge galerisi henüz yüklenmedi.
zh_hant: 圖標圖庫尚未加載。

# menuBarIcon.gallery.error.resourceTooLargeFormat
source: 图标资源过大：%d
ar: مورد الرمز كبير جدًا: %d
de: Symbolressource ist zu groß: %d
en: Icon resource is too large: %d
es: El recurso de icono es demasiado grande: %d
fr: La ressource d'icône est trop volumineuse : %d
ja: アイコン リソースが大きすぎます: %d
ko: 아이콘 리소스가 너무 큽니다: %d
pt: O recurso do ícone é muito grande: %d
ru: Ресурс значка слишком велик: %d
tr: Simge kaynağı çok büyük: %d
zh_hant: 圖標資源過大：%d

# menuBarIcon.gallery.error.unsafeArchivePath
source: 图标压缩包包含不安全路径。
ar: يحتوي أرشيف الرموز على مسار غير آمن.
de: Das Symbolarchiv enthält einen unsicheren Pfad.
en: The icon archive contains an unsafe path.
es: El archivo de iconos contiene una ruta no segura.
fr: L'archive d'icônes contient un chemin non sécurisé.
ja: アイコン アーカイブに安全でないパスが含まれています。
ko: 아이콘 아카이브에 안전하지 않은 경로가 포함되어 있습니다.
pt: O arquivo de ícones contém um caminho não seguro.
ru: Архив значков содержит небезопасный путь.
tr: Simge arşivi güvenli olmayan bir yol içeriyor.
zh_hant: 圖標壓縮包包含不安全路徑。

# menuBarIcon.gallery.error.unsupportedSchemaFormat
source: 图标图库版本不支持：%d
ar: إصدار معرض الرموز غير مدعوم: %d
de: Nicht unterstützte Symbolgalerieversion: %d
en: Unsupported icon gallery version: %d
es: Versión de la galería de iconos no compatible: %d
fr: Version de la galerie d'icônes non prise en charge : %d
ja: サポートされていないアイコン ギャラリーのバージョン: %d
ko: 지원되지 않는 아이콘 갤러리 버전: %d
pt: Versão da galeria de ícones não suportada: %d
ru: Неподдерживаемая версия галереи значков: %d
tr: Desteklenmeyen simge galerisi sürümü: %d
zh_hant: 圖標圖庫版本不支持：%d

# menuBarIcon.gallery.error.unzipFailedFormat
source: 图标压缩包解压失败：%@
ar: فشل استخراج رمز الأرشيف: %@
de: Fehler beim Extrahieren des Symbolarchivs: %@
en: Icon archive extraction failed: %@
es: Error en la extracción del archivo de iconos: %@
fr: Échec de l'extraction de l'archive d'icône : %@
ja: アイコン アーカイブの抽出に失敗しました: %@
ko: 아이콘 아카이브 추출 실패: %@
pt: Falha na extração do arquivo de ícones: %@
ru: Ошибка извлечения архива значков: %@
tr: Simge arşivi açılamadı: %@
zh_hant: 圖標壓縮包解壓失敗：%@

# menuBarIcon.gallery.refresh
source: 刷新图库
ar: تحديث المعرض
de: Galerie aktualisieren
en: Refresh Gallery
es: Actualizar galería
fr: Actualiser la galerie
ja: ギャラリーを更新
ko: 갤러리 새로고침
pt: Atualizar galeria
ru: Обновить галерею
tr: Galeriyi Yenile
zh_hant: 刷新圖庫

# menuBarIcon.gallery.title
source: 在线图库
ar: المعرض على الإنترنت
de: Online-Galerie
en: Online Gallery
es: Galería en línea
fr: Galerie en ligne
ja: オンライン ギャラリー
ko: 온라인 갤러리
pt: Galeria on-line
ru: Интернет-галерея
tr: Çevrimiçi Galeri
zh_hant: 在線圖庫

# menuBarIcon.gallery.tryLater
source: 稍后再试。
ar: حاول مرة أخرى لاحقًا.
de: Versuchen Sie es später noch einmal.
en: Try again later.
es: Inténtalo de nuevo más tarde.
fr: Réessayez plus tard.
ja: 後でもう一度試してください。
ko: 나중에 다시 시도하세요.
pt: Tente novamente mais tarde.
ru: Повторите попытку позже.
tr: Daha sonra yeniden deneyin.
zh_hant: 稍後再試。

# menuBarIcon.gallery.unavailable
source: 图库不可用
ar: المعرض غير متاح
de: Galerie nicht verfügbar
en: Gallery Unavailable
es: Galería no disponible
fr: Galerie indisponible
ja: ギャラリーは利用できません
ko: 갤러리를 사용할 수 없습니다
pt: Galeria indisponível
ru: Галерея недоступна
tr: Galeri Kullanılamıyor
zh_hant: 圖庫不可用

# menuBarIcon.gallery.useAssetFormat
source: 使用 %@
ar: استخدم %@
de: Verwenden Sie %@
en: Use %@
es: Usar %@
fr: Utilisez %@
ja: %@ を使用
ko: %@ 사용
pt: Usar %@
ru: Используйте %@
tr: Kullan: %@

# menuBarIcon.help
source: 设置菜单栏图标
ar: قم بتعيين رمز شريط القائمة
de: Legen Sie das Menüleistensymbol fest
en: Set the menu bar icon
es: Establecer el icono de la barra de menú
fr: Définir l'icône de la barre de menu
ja: メニューバーアイコンを設定する
ko: 메뉴바 아이콘 설정
pt: Definir o ícone da barra de menu
ru: Установить значок строки меню
tr: Menü çubuğu simgesini ayarlayın
zh_hant: 設定選單列圖標

# menuBarIcon.importError.animationTooComplex
source: 动画帧数过多，请选择更简单的短动画。
ar: تحتوي الرسوم المتحركة على عدد كبير جدًا من الإطارات. اختر رسمًا متحركًا قصيرًا وأبسط.
de: Die Animation hat zu viele Frames. Wählen Sie eine einfachere kurze Animation.
en: The animation has too many frames. Choose a simpler short animation.
es: La animación tiene demasiados fotogramas. Elija una animación corta más sencilla.
fr: L'animation comporte trop d'images. Choisissez une courte animation plus simple.
ja: アニメーションのフレームが多すぎます。よりシンプルな短いアニメーションを選択してください。
ko: 애니메이션에 프레임이 너무 많습니다. 더 간단한 짧은 애니메이션을 선택하세요.
pt: A animação tem muitos quadros. Escolha uma animação curta mais simples.
ru: В анимации слишком много кадров. Выберите более простую короткую анимацию.
tr: Animasyonda çok fazla kare var. Daha basit ve kısa bir animasyon seçin.
zh_hant: 動畫幀數過多，請選擇更簡單的短動畫。

# menuBarIcon.importError.animationTooLarge
source: 动画文件过大或分辨率过高，请选择 5 MB 以内、画面更简单的文件。
ar: ملف الرسوم المتحركة كبير جدًا أو ذو دقة عالية جدًا. اختر ملفًا أبسط حجمه أقل من 5 ميغابايت.
de: Die Animationsdatei ist zu groß oder zu hochauflösend. Wählen Sie eine einfachere Datei unter 5 MB.
en: The animation file is too large or too high-resolution. Choose a simpler file under 5 MB.
es: El archivo de animación es demasiado grande o tiene una resolución demasiado alta. Elija un archivo más simple de menos de 5 MB.
fr: Le fichier d'animation est trop volumineux ou sa résolution est trop élevée. Choisissez un fichier plus simple de moins de 5 Mo.
ja: アニメーション ファイルが大きすぎるか、解像度が高すぎます。 5 MB 未満のシンプルなファイルを選択してください。
ko: 애니메이션 파일이 너무 크거나 해상도가 너무 높습니다. 5MB 미만의 더 간단한 파일을 선택하세요.
pt: O arquivo de animação é muito grande ou de resolução muito alta. Escolha um arquivo mais simples com menos de 5 MB.
ru: Файл анимации слишком велик или имеет слишком высокое разрешение. Выберите файл попроще размером до 5 МБ.
tr: Animasyon dosyası çok büyük ya da çözünürlüğü çok yüksek. 5 MB altında, daha basit bir dosya seçin.
zh_hant: 動畫檔案過大或分辨率過高，請選擇 5 MB 以內、畫面更簡單的檔案。

# menuBarIcon.importError.cannotDecodeAnimation
source: 无法解析这个动画文件。
ar: تعذر فك تشفير ملف الرسوم المتحركة هذا.
de: Diese Animationsdatei konnte nicht dekodiert werden.
en: This animation file could not be decoded.
es: Este archivo de animación no se pudo decodificar.
fr: Ce fichier d'animation n'a pas pu être décodé.
ja: このアニメーション ファイルをデコードできませんでした。
ko: 이 애니메이션 파일을 디코딩할 수 없습니다.
pt: Este arquivo de animação não pôde ser decodificado.
ru: Этот файл анимации не удалось декодировать.
tr: Bu animasyon dosyasının kodu çözülemedi.
zh_hant: 無法解析這個動畫檔案。

# menuBarIcon.importError.notAnimated
source: 所选文件不是可循环播放的动画。
ar: الملف المحدد ليس رسمًا متحركًا متكررًا.
de: Die ausgewählte Datei ist keine Schleifenanimation.
en: The selected file is not a looping animation.
es: El archivo seleccionado no es una animación en bucle.
fr: Le fichier sélectionné n'est pas une animation en boucle.
ja: 選択したファイルはループ アニメーションではありません。
ko: 선택한 파일은 반복 애니메이션이 아닙니다.
pt: O arquivo selecionado não é uma animação em loop.
ru: Выбранный файл не является зацикленной анимацией.
tr: Seçilen dosya döngüsel bir animasyon değil.
zh_hant: 所選檔案不是可循環播放的動畫。

# menuBarIcon.importError.requiresTransparency
source: 请选择透明背景且包含可见图案的图标或动画。
ar: اختر أيقونة أو رسمًا متحركًا بخلفية شفافة ومحتوى مرئي.
de: Wähle ein Symbol oder eine Animation mit transparentem Hintergrund und sichtbarem Motiv.
en: Choose an icon or animation with a transparent background and visible artwork.
es: Elige un icono o una animación con fondo transparente y un dibujo visible.
fr: Choisissez une icône ou une animation avec un fond transparent et un motif visible.
ja: 背景が透明で、絵柄が見えるアイコンまたはアニメーションを選択してください。
ko: 배경이 투명하고 그림이 보이는 아이콘이나 애니메이션을 선택하세요.
pt: Escolha um ícone ou uma animação com fundo transparente e conteúdo visível.
ru: Выберите значок или анимацию с прозрачным фоном и видимым рисунком.
tr: Saydam arka planlı ve görünür bir çizimi olan simge ya da animasyon seçin.
zh_hant: 請選擇透明背景且包含可見圖案的圖示或動畫。

# menuBarIcon.importError.unsupportedAnimation
source: 暂不支持这个动画格式，请选择 GIF 或 MP4。
ar: تنسيق الرسوم المتحركة هذا غير مدعوم حتى الآن. اختر GIF أو MP4.
de: Dieses Animationsformat wird noch nicht unterstützt. Wählen Sie einen GIF oder MP4.
en: This animation format is not supported yet. Choose a GIF or MP4.
es: Este formato de animación aún no es compatible. Elija un GIF o MP4.
fr: Ce format d'animation n'est pas encore pris en charge. Choisissez un GIF ou un MP4.
ja: このアニメーション形式はまだサポートされていません。 GIF または MP4 を選択してください。
ko: 이 애니메이션 형식은 아직 지원되지 않습니다. GIF 또는 MP4을 선택하세요.
pt: Este formato de animação ainda não é compatível. Escolha GIF ou MP4.
ru: Этот формат анимации пока не поддерживается. Выберите GIF или MP4.
tr: Bu animasyon biçimi henüz desteklenmiyor. GIF ya da MP4 seçin.
zh_hant: 暫不支持這個動畫格式，請選擇 GIF 或 MP4。

# menuBarIcon.openPanel.message
source: 选择图片、GIF 或 MP4 作为 MacTools 状态栏图标
ar: اختر صورة، GIF، أو MP4 كرمز MacTools في شريط القائمة
de: Wählen Sie ein Bild, GIF oder MP4 als Menüleistensymbol MacTools
en: Choose an image, GIF, or MP4 as the MacTools menu bar icon
es: Elija una imagen, GIF o MP4 como icono de la barra de menú MacTools
fr: Choisissez une image, GIF ou MP4 comme icône de la barre de menu MacTools
ja: MacTools メニュー バー アイコンとして画像、GIF、または MP4 を選択します
ko: 이미지 GIF 또는 MP4를 MacTools 메뉴 표시줄 아이콘으로 선택하세요.
pt: Escolha uma imagem, GIF ou MP4 como ícone da barra de menu MacTools
ru: Выберите изображение, GIF или MP4 в качестве значка в строке меню MacTools
tr: MacTools menü çubuğu simgesi olarak bir görüntü, GIF ya da MP4 seçin
zh_hant: 選擇圖片、GIF 或 MP4 作為 MacTools 狀態列圖標

# menuBarIcon.preview.dark
source: 深色
ar: داكن
de: Dunkel
en: Dark
es: Oscuro
fr: Sombre
ja: ダーク
ko: 다크
pt: Escuro
ru: Темный
tr: Karanlık

# menuBarIcon.preview.light
source: 浅色
ar: فاتح
de: Hell
en: Light
es: Claro
fr: Claire
ja: ライト
ko: 라이트
pt: Claro
ru: Светлый
tr: Aydınlık
zh_hant: 淺色

# menuBarIcon.renderMode.original
source: 保留原图
ar: الحفاظ على الأصل
de: Original beibehalten
en: Preserve Original
es: Conservar original
fr: Conserver l'original
ja: オリジナルを保持
ko: 원본 보존
pt: Preservar o original
ru: Сохранить оригинал
tr: Orijinali Koru
zh_hant: 保留原圖

# menuBarIcon.renderMode.template
source: 模板图标
ar: رمز القالب
de: Vorlagensymbol
en: Template Icon
es: Icono de plantilla
fr: Icône de modèle
ja: テンプレートアイコン
ko: 템플릿 아이콘
pt: Ícone de modelo
ru: Значок шаблона
tr: Şablon Simge
zh_hant: 模板圖標
